DATE_YEAR = ['初级', '经典级', '高级', '总决赛']
DATE_MONTH = ['出道前', '1月上半月', '1月下半月', '2月上半月', '2月下半月', '3月上半月', '3月下半月', '4月上半月', '4月下半月',
              '5月上半月', '5月下半月', '6月上半月', '6月下半月', '7月上半月', '7月下半月',
              '8月上半月', '8月下半月', '9月上半月', '9月下半月', '10月上半月', '10月下半月', '11月上半月', '11月下半月', '12月上半月',
              '12月下半月']

SKILL_LEARN_PRIORITY_LIST = [
    [
        '圆弧艺术家', '喘口气', '冷却' 
    ],
    [
        '弯道恢复', '直线恢复', '深呼吸', '标准距离', '非标准距离', '京都赛场', '赶超能手', '临危不乱',
        '专注力', '回避失速优俊少女', '打基础', '翘尾巴', '加快节奏', '弯道能手', '直线能手', '最后冲刺', '尾流'
        '加快步伐', '吞噬速度', '居中直线', '居中弯道', '后追直线', '后追弯道', '跟前直线', '跟前弯道', '要强', '变速',
        '英里直线', '英里弯道', '中距离直线', '中距离弯道', '长距离直线', '长距离弯道', '领跑直线', '领跑弯道', '准备突围',
        '一鼓作气', '春季优俊少女', '秋季优俊少女', '冬季优俊少女', '良场地', '领跑的骄傲', '疾步', '超越架势', '上升气流',
        '东京赛场', '夏季优俊少女', '逆时针', '晴天', '路况不佳', '顺时针', '领跑诀窍'
    ]

]
