DATE_YEAR = ['初级', '经典级', '高级', '总决赛']
DATE_MONTH = ['出道前', '1月上半月', '1月下半月', '2月上半月', '2月下半月', '3月上半月', '3月下半月', '4月上半月', '4月下半月',
              '5月上半月', '5月下半月', '6月上半月', '6月下半月', '7月上半月', '7月下半月',
              '8月上半月', '8月下半月', '9月上半月', '9月下半月', '10月上半月', '10月下半月', '11月上半月', '11月下半月', '12月上半月',
              '12月下半月']

SKILL_LEARN_PRIORITY_LIST = [
    [
        '圆弧艺术家', '喘口气', '冷却', '破釜沉舟'
    ],
    [
        '弯道恢复', '直线恢复', '深呼吸', '大胃储备', '标准距离', '非标准距离', '京都赛场', '赶超能手', '临危不乱',
        '专注力', '回避失速优俊少女', '打基础', '翘尾巴', '加快节奏', '弯道能手', '直线能手', '最后冲刺', 
        '紧追不舍', '加快步伐', '登山家', '弯道加速', '直线加速',
        '中距离直线', '中距离弯道', '后追直线', '后追弯道', '跟前直线', '跟前弯道', '准备突围', '超群冲刺',
        '后方待机', '冷静', '放学后的乐趣', '一鼓作气', 
        '东京赛场', '春季优俊少女', '逆时针', '晴天', '良场地'
    ]

]
